{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed.git"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick.git"
    },
    "mini.starter": {
      "src": "https://github.com/nvim-mini/mini.starter.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    }
  }
}